import React from 'react'

const About = () => {

    return (
        <div className='legal-page'>
            <div className="legal-container container pt-4">
                <h5>О компании</h5>
                <br />
                <span style={{ fontWeight: 'bold', color: 'var(--primary)' }}>ICEBERRY SHOP</span> - это интернет магазин специализируется исключительно на продуктах высокого качества  шоковой заморозки и предоставляющий Вам возможность заказать замороженные фрукты и ягоды ,овощи, продукты питания, как оптовыми партиями для кафе, ресторанов, отелей, гостиниц,  так и небольшими партиями на дом.
                <br /><br />
                Большой опыт работы в сфере доставки замороженных продуктов, позволил нам подобрать для Вас не просто разнообразный ассортимент продукции, но и самый востребованный и лучший.
                Наш приоритет-  доставка качественных замороженных продуктов, по самым приемлемым ценам! Мы дорожим не только своей репутацией, но и каждым нашим клиентом.
                <br /><br />
                Если Вы хотите начать с нами сотрудничество, как юридическое лицо, то предлагаем связаться с нашим менеджером, который подскажет лучший вариант для нашей совместной работы.
                <br /><br />
                Также Вы можете направить нам письмо  в отдел для  работы с юридическими лицами, карточку Вашего предприятия с реквизитами для заключения договора. Мы подготовим договор, согласуем с Вами все условия поставки товара, вышлем для ознакомления и подпишем в удобное для Вашего руководителя время.
                <br /><br />
                Занимайтесь своим любимым делом, а мы доставим для Вас лучшую продукцию в короткие сроки.

                <span style={{ fontWeight: 'bold', color: 'var(--primary)' }}>ICEBERRY SHOP</span> – ЭТО ПРОСТО!
            </div>
        </div>
    )
}

export default About