import React from 'react'

const Delivery = () => {

    return (
        <div className='legal-page'>
            <div className="legal-container container pt-4">
                <h5>Доставка</h5>
                <br />
                <p>
                    Условия доставки: <br /><br />
                    Для оформления заказа на доставку Вам необходимо: <br /><br />
                    Ознакомиться с ассортиментом продукции, добавить понравившиеся товары в корзину. <br />
                    Оставить свои контактные данные в форме заявки. Обязательно проверьте адрес доставки и телефон для связи <br />
                    Дождаться звонка от нашего менеджера для уточнения заказа, времени и даты доставки. Наш менеджер ответит на все возникающие вопросы, расскажет о продукции или сообщит об отсутствии товара на складе и сроках ближайшего появления, а может произведет Вам замену товара, если он Вас не устроит. <br />
                    Оплатите товар удобным для вас способом.
                    <br /><br />
                    Мы рады всем клиентам и с радостью найдем то решение по доставке, которое устроит всех.
                    <br /><br />
                    <ul>
                        <li>
                            Минимальная сумма заказа: от 500₽
                        </li>
                        <li>
                            Определяете Вы и только Вы.
                        </li>
                        <li>
                            Доставка в пределах МКАДа 500₽
                        </li>
                        <li>
                            За пределами МКАД: + 200₽
                        </li>
                        <li>
                            При заказе от 5 000 ₽ доставка осуществляется БЕСПЛАТНО в пределах МКАДа.
                        </li>
                        <li>
                            За МКАД от 7000 ₽
                        </li>
                        <li>
                            Время заказов: с 09.00 -19.00
                        </li>
                    </ul>
                    <br />
                    Доставка осуществляется с понедельника по субботу в течении 2-3 дней прямо до Вашей двери.
                </p>
            </div>
        </div>
    )
}

export default Delivery